{
  "all_types": "Các loại",
  "after": "sau đó",
  "auctions": "Đấu giá",
  "auction_part_two": "Phần hai của cuộc đấu giá này",
  "author": "Tác giả:",
  "authors": "Các tác giả:",
  "before": "trước",
  "bao": "Bảo",
  "BHKA_55_820": "Đấu giá 55 lô 820",
  "book_cover": "Bìa sách",
  "catalog": "Mục lục",
  "cc_brmu": "© The Trustees of the British Museum",
  "cc_deed_url": "https://creativecommons.org/licenses/by-nc/4.0/deed.vi",
  "cc_image_alt": "Giấy phép Creative Commons",
  "cc_url_text": "giấy phép Creative Commons Ghi công - Phi thương mại 4.0 Quốc tế",
  "cc_licensed": "này được cấp phép theo",
  "cc_this_image": "Hình ảnh",
  "cc_this_work": "Tác phẩm",
  "chu_nom": "Chữ Nôm",
  "city": "Thành phố:",
  "collections": "Bộ sưu tập",
  "cuong1": "Cương",
  "cuong2": "Cương",
  "diameter": "Đường kình:",
  "differences" : "Sự khác biệt dòng chữ",
  "different_mm" : "Chữ trên tiền đúc thời Minh Mệnh rất khác nhau.",
  "different_td" : "Chữ trên tiền đúc thời Tự Đức rất khác nhau.",
  "different_tt" : "Chữ trên tiền đúc thời Thiệu Trị rất khác nhau.",
  "downloads": "Tải xuống",
  "either_tt_or_td" : "Đồng tiền này chắc được đúc vào thời Thiệu Trị hoặc thời vua Tự Đức.",
  "g": "g",
  "hien": "Hiền",
  "identifier": "Ký hiệu:",
  "information": "Thông tin",
  "is_td" : "Đồng tiền này được đúc vào thời vua Tự Đức.",
  "is_tt" : "Đồng tiền này được đúc vào thời vua Thiệu Trị.",
  "kien": "Kiện",
  "language": "Tiếng",
  "language_vi": "Tiếng Việt",
  "language_zh_hans": "Tiếng Trung (giản thể)",
  "language_ja": "Tiếng Nhật",
  "language_fr": "Tiếng Pháp",
  "language_en": "Tiếng Anh",
  "large_copper": "Tiền đồng lớn",
  "meanings": "Nghĩa là",
  "minh_menh": "Minh Mệnh thông bảo",
  "minh_menh_emperor": "Minh Mệnh",
  "mm": "mm",
  "money": "Tiền",
  "museums": "Bảo tàng",
  "new": "mới",
  "nguyen_dynasty_reward_money": "Tiền thưởng triều Nguyễn",
  "no_examples_td" : "Không có ví dụ nào cho thấy đồng tiền này được đúc vào thời Tự Đức.",
  "no_records_mm" : "Không có tài liệu nào cho thấy đồng tiền này được đúc vào thời vua Minh Mệnh.",
  "notes": "Ghi chú",
  "not_found": "Không tìm thấy",
  "not_mm" : "Đồng tiền này không được đúc vào thời vua Minh Mệnh.",
  "not_td" : "Đồng tiền này không được đúc vào thời vua Tự Đức.",
  "not_tt" : "Đồng tiền này không được đúc vào thời vua Thiệu Trị.",
  "obverse": "Mặt tiền:",
  "obverse_all": "Mặt tiền (tất cả)",
  "original_image": "Hình ảnh",
  "page": "Trang:",
  "page_17_bottom": "Trang 17 (đáy)",
  "page_69_bottom": "Trang 69 (đáy)",
  "page_193": "Trang 193",
  "page_202_bottom": "Trang 202 (đáy)",
  "page_839": "Trang 839",
  "pdf": "pdf",
  "plate": "Phụ lục ảnh",
  "publisher": "Nhà xuất bản:",
  "schroeder_mm" : "Schroeder cho biết đồng xu này được đúc dưới triều đại của nhà Minh Mệnh.",
  "references" : "Tham khảo",
  "research": "Nghiên cứu",
  "research_articles": "Bài báo nghiên cứu",
  "reverse": "Lưng tiền:",
  "site_description": "Tiền Việt Nam - Danh mục tiền thưởng triều Nguyễn",
  "thieu_tri": "Thiệu Trị thông bảo",
  "thieu_tri_emperor": "Thiệu Trị",
  "thong_two_dot": "Loại 1: Thông với hai dấu chấm",
  "thong_one_dot": "Loại 2: Thông với một dấu chấm",
  "tien_my_hieu": "Tiền mỹ hiệu",
  "translated_to_vi": "Đã dịch sang tiếng việt",
  "translated_from_chu_nom": "Đã dịch từ Chữ Nôm",
  "tu_duc": "Tự Đức thông bảo",
  "tu_duc_emperor": "Tự Đức",
  "tu_duc_type_discovery": "Tự Đức khám phá loại",
  "types": "Loại",
  "types_eight_letter": "Loại tám chữ",
  "types_four_letter": "Loại bốn chữ",
  "uses_images": "Sử dụng hình ảnh từ một nguồn khác",
  "uses_information": "Sử dụng thông tin từ một nguồn khác",
  "uses_joined_images": "Sử dụng các hình ảnh được kết hợp với nhau không liên quan",
  "uses_wrong_information": "Sử dụng thông tin không chính xác từ một nguồn khác",
  "vietnam": "Việt Nam",
  "weight": "Trọng lượng:",
  "written_about": "Đã viết về đây",
  "year": "Năm:",

  "hhttllll": "Hiền hiền thân thân lạc lạc lợi lợi",
  "hptctbcn": "Hoa phong tam chúc thiên bảo cửu như",
  "qtdapdvt": "Quốc thái dân an phong điều vũ thuận",
  "dvdldddt": "Đắc vị đắc lộc đắc danh đắc thọ",
  "lpkttsdt": "Lục phủ khổng tu tam sự doãn trị",
  "ccccvdvt": "Chí công chí chính vô đảng vô thiên",
  "vtvtvvtt": "Vạn tuế vạn tuế vạn vạn tuế thọ",
  "mmhhtttt": "Mục mục hoàng hoàng tể tể thương thương",
  "hltqncpd": "Hà lưu thuận quỉ niên cốc phong đăng",
  "ttttllaa": "Thân thân trưởng trưởng lão lão ấu ấu",
  "qpbcnant": "Quốc phú binh cường nội an ngoại tĩnh",
  "nsnxncnp": "Như sơn như xuyên như cương như phụ",
  "qqttpptt": "Quân quân thần thần phụ phụ tử tử",
  "pndhttns": "Phúc như đông hải thọ tỳ nam sơn",
  "vtdtvpdd": "Vạn thọ du tạc vạn phúc du đồng",
  "tbaddbab": "Thiên bất ái đạo địa bất ái bảo",
  "ttkcknkt": "Truy trác kỳ chương kim ngọc kỳ tương",
  "vdddtmdd": "Vương đạo đãng đãng thánh mô dương dương",
  "nnhkvtvc": "Nhất nhân hữu khánh vạn thọ vô cương",
  "nttpttkn": "Ngũ thời thuận phủ thứ tích kỳ ngưng",
  "nhlt": "Nguyên hanh lợi trinh",
  "pltt": "Phúc lỷ tuy tướng",
  "ddqv": "Đế đức quảng vận",
  "ldhs": "Lợi dụng hậu sinh",
  "thvd": "Trung hoà vị dục",
  "lptd": "Liễm phúc tích dân",
  "tpvt": "Tứ phương vi tắc",
  "cktc": "Cương kiện trung chính",
  "gcnt": "Gia cấp nhân túc",
  "xcst": "Xuyên chí sơn tăng",
  "thccvttc": "Tứ hải cộng chi vạn thế truyền chi",
  "tthccvbl": "Tự thiên hựu chi cát vô bất lợi",
  "nnhktdlc": "Nhất nhân hữu khánh triệu dân lại chi",
  "tcdtatvt": "Trạch cập đang thì ân thuỳ vạn thế",
  "tkvn": "Thọ khảo vạn niên",
  "thdd": "Thiên hạ đại đồng",
  "dcvc": "Du cửu vô cương",
  "vvts": "Vạn vật tư sinh",
  "vtvl": "Vạn thế vĩnh lại",
  "dqld": "Dụ quốc lợi dân",
  "gupt": "Giải ôn phụ tài",
  "qgvnlcht": "Quốc gia vô ngu lợi cập hậu thế",
  "cmptbhpd": "Cao minh phối thiên bạc hậu phối địa",
  "tlvtbhmc": "Thụ lộc vu thiên bảo hựu mạng chi",
  "hhldndnn": "Hiển hiển lệnh đức nghi dân nghi nhân",
  "pvtdktvv": "Phạm vi thiên địa khúc thành vạn vật",
  "uvtnttch": "Ư vạn tư niên thụ thiên chi hựu",
  "nknclvlv": "Như khuê như chương lệnh văn lệnh vọng",
  "dlctdncs": "Dĩ lễ chế tâm dĩ nghĩa chế sự",
  "vvhnbtth": "Vạn vật hàm nhược bách tỉnh thái hòa",
  "txnxttnp": "Tỉ xương nhi xí tỉ thọ nhi phú",
  "ctpc": "Công tư phú cấp",
  "pllt": "Phúc lộc lai thành",
  "tddh": "Triệu dân đoan hoài",
  "ccdt": "Cửu công duy tự",
  "klth": "Kinh luân thiên hạ",
  "tcdt": "Trị công đỉnh thịnh",
  "tcdh": "Thứ chính duy hòa",
  "bptt": "Bách phúc thị tổng",
  "mm_hhttllll": "Minh Mệnh thông bảo Hiền hiền thân thân lạc lạc lợi lợi",
  "mm_qtdapdvt": "Minh Mệnh thông bảo Quốc thái dân an phong điều vũ thuận",
  "mm_hptctbcn": "Minh Mệnh thông bảo Hoa phong tam chúc thiên bảo cửu như",
  "mm_dvdldddt": "Minh Mệnh thông bảo Đắc vị đắc lộc đắc danh đắc thọ",
  "mm_lpkttsdt": "Minh Mệnh thông bảo Lục phủ khổng tu tam sự doãn trị",
  "mm_ccccvdvt": "Minh Mệnh thông bảo Chí công chí chính vô đảng vô thiên",
  "mm_vtvtvvtt": "Minh Mệnh thông bảo Vạn tuế vạn tuế vạn vạn tuế thọ",
  "mm_mmhhtttt": "Minh Mệnh thông bảo Mục mục hoàng hoàng tể tể thương thương",
  "mm_hltqncpd": "Minh Mệnh thông bảo Hà lưu thuận quỉ niên cốc phong đăng",
  "mm_ttttllaa": "Minh Mệnh thông bảo Thân thân trưởng trưởng lão lão ấu ấu",
  "mm_qpbcnant": "Minh Mệnh thông bảo Quốc phú binh cường nội an ngoại tĩnh",
  "mm_nsnxncnp": "Minh Mệnh thông bảo Như sơn như xuyên như cương như phụ",
  "mm_qqttpptt": "Minh Mệnh thông bảo Quân quân thần thần phụ phụ tử tử",
  "mm_pndhttns": "Minh Mệnh thông bảo Phúc như đông hải thọ tỳ nam sơn",
  "mm_vtdtvpdd": "Minh Mệnh thông bảo Vạn thọ du tạc vạn phúc du đồng",
  "mm_tbaddbab": "Minh Mệnh thông bảo Thiên bất ái đạo địa bất ái bảo",
  "mm_ttkcknkt": "Minh Mệnh thông bảo Truy trác kỳ chương kim ngọc kỳ tương",
  "mm_vdddtmdd": "Minh Mệnh thông bảo Vương đạo đãng đãng thánh mô dương dương",
  "mm_nnhkvtvc": "Minh Mệnh thông bảo Nhất nhân hữu khánh vạn thọ vô cương",
  "mm_nttpttkn": "Minh Mệnh thông bảo Ngũ thời thuận phủ thứ tích kỳ ngưng",
  "mm_nhlt": "Minh Mệnh thông bảo Nguyên hanh lợi trinh",
  "mm_pltt": "Minh Mệnh thông bảo Phúc lỷ tuy tướng",
  "mm_ddqv": "Minh Mệnh thông bảo Đế đức quảng vận",
  "mm_ldhs": "Minh Mệnh thông bảo Lợi dụng hậu sinh",
  "mm_thvd": "Minh Mệnh thông bảo Trung hoà vị dục",
  "mm_lptd": "Minh Mệnh thông bảo Liễm phúc tích dân",
  "mm_tpvt": "Minh Mệnh thông bảo Tứ phương vi tắc",
  "mm_cktc": "Minh Mệnh thông bảo Cương kiện trung chính",
  "mm_gcnt": "Minh Mệnh thông bảo Gia cấp nhân túc",
  "mm_xcst": "Minh Mệnh thông bảo Xuyên chí sơn tăng",
  "tt_hhttllll": "Thiệu Trị thông bảo Hiền hiền thân thân lạc lạc lợi lợi",
  "tt_qtdapdvt": "Thiệu Trị thông bảo Quốc thái dân an phong điều vũ thuận",
  "tt_hptctbcn": "Thiệu Trị thông bảo Hoa phong tam chúc thiên bảo cửu như",
  "tt_dvdldddt": "Thiệu Trị thông bảo Đắc vị đắc lộc đắc danh đắc thọ",
  "tt_lpkttsdt": "Thiệu Trị thông bảo Lục phủ khổng tu tam sự doãn trị",
  "tt_ccccvdvt": "Thiệu Trị thông bảo Chí công chí chính vô đảng vô thiên",
  "tt_vtvtvvtt": "Thiệu Trị thông bảo Vạn tuế vạn tuế vạn vạn tuế thọ",
  "tt_mmhhtttt": "Thiệu Trị thông bảo Mục mục hoàng hoàng tể tể thương thương",
  "tt_hltqncpd": "Thiệu Trị thông bảo Hà lưu thuận quỉ niên cốc phong đăng",
  "tt_ttttllaa": "Thiệu Trị thông bảo Thân thân trưởng trưởng lão lão ấu ấu",
  "tt_qpbcnant": "Thiệu Trị thông bảo Quốc phú binh cường nội an ngoại tĩnh",
  "tt_nsnxncnp": "Thiệu Trị thông bảo Như sơn như xuyên như cương như phụ",
  "tt_qqttpptt": "Thiệu Trị thông bảo Quân quân thần thần phụ phụ tử tử",
  "tt_pndhttns": "Thiệu Trị thông bảo Phúc như đông hải thọ tỳ nam sơn",
  "tt_vtdtvpdd": "Thiệu Trị thông bảo Vạn thọ du tạc vạn phúc du đồng",
  "tt_tbaddbab": "Thiệu Trị thông bảo Thiên bất ái đạo địa bất ái bảo",
  "tt_ttkcknkt": "Thiệu Trị thông bảo Truy trác kỳ chương kim ngọc kỳ tương",
  "tt_vdddtmdd": "Thiệu Trị thông bảo Vương đạo đãng đãng thánh mô dương dương",
  "tt_nnhkvtvc": "Thiệu Trị thông bảo Nhất nhân hữu khánh vạn thọ vô cương",
  "tt_nttpttkn": "Thiệu Trị thông bảo Ngũ thời thuận phủ thứ tích kỳ ngưng",
  "tt_nhlt": "Thiệu Trị thông bảo Nguyên hanh lợi trinh",
  "tt_pltt": "Thiệu Trị thông bảo Phúc lỷ tuy tướng",
  "tt_ddqv": "Thiệu Trị thông bảo Đế đức quảng vận",
  "tt_ldhs": "Thiệu Trị thông bảo Lợi dụng hậu sinh",
  "tt_thvd": "Thiệu Trị thông bảo Trung hoà vị dục",
  "tt_lptd": "Thiệu Trị thông bảo Liễm phúc tích dân",
  "tt_tpvt": "Thiệu Trị thông bảo Tứ phương vi tắc",
  "tt_cktc": "Thiệu Trị thông bảo Cương kiện trung chính",
  "tt_gcnt": "Thiệu Trị thông bảo Gia cấp nhân túc",
  "tt_xcst": "Thiệu Trị thông bảo Xuyên chí sơn tăng",
  "tt_thccvttc": "Thiệu Trị thông bảo Tứ hải cộng chi vạn thế truyền chi",
  "tt_tthccvbl": "Thiệu Trị thông bảo Tự thiên hựu chi cát vô bất lợi",
  "tt_nnhktdlc": "Thiệu Trị thông bảo Nhất nhân hữu khánh triệu dân lại chi",
  "tt_tcdtatvt": "Thiệu Trị thông bảo Trạch cập đang thì ân thuỳ vạn thế",
  "tt_tkvn": "Thiệu Trị thông bảo Thọ khảo vạn niên",
  "tt_thdd": "Thiệu Trị thông bảo Thiên hạ đại đồng",
  "tt_dcvc": "Thiệu Trị thông bảo Du cửu vô cương",
  "tt_vvts": "Thiệu Trị thông bảo Vạn vật tư sinh",
  "tt_vtvl": "Thiệu Trị thông bảo Vạn thế vĩnh lại",
  "tt_dqld": "Thiệu Trị thông bảo Dụ quốc lợi dân",
  "tt_gupt": "Thiệu Trị thông bảo Giải ôn phụ tài",
  "td_hhttllll": "Tự Đức thông bảo Hiền hiền thân thân lạc lạc lợi lợi",
  "td_qtdapdvt": "Tự Đức thông bảo Quốc thái dân an phong điều vũ thuận",
  "td_hptctbcn": "Tự Đức thông bảo Hoa phong tam chúc thiên bảo cửu như",
  "td_dvdldddt": "Tự Đức thông bảo Đắc vị đắc lộc đắc danh đắc thọ",
  "td_lpkttsdt": "Tự Đức thông bảo Lục phủ khổng tu tam sự doãn trị",
  "td_ccccvdvt": "Tự Đức thông bảo Chí công chí chính vô đảng vô thiên",
  "td_vtvtvvtt": "Tự Đức thông bảo Vạn tuế vạn tuế vạn vạn tuế thọ",
  "td_mmhhtttt": "Tự Đức thông bảo Mục mục hoàng hoàng tể tể thương thương",
  "td_hltqncpd": "Tự Đức thông bảo Hà lưu thuận quỉ niên cốc phong đăng",
  "td_ttttllaa": "Tự Đức thông bảo Thân thân trưởng trưởng lão lão ấu ấu",
  "td_qpbcnant": "Tự Đức thông bảo Quốc phú binh cường nội an ngoại tĩnh",
  "td_nsnxncnp": "Tự Đức thông bảo Như sơn như xuyên như cương như phụ",
  "td_qqttpptt": "Tự Đức thông bảo Quân quân thần thần phụ phụ tử tử",
  "td_pndhttns": "Tự Đức thông bảo Phúc như đông hải thọ tỳ nam sơn",
  "td_vtdtvpdd": "Tự Đức thông bảo Vạn thọ du tạc vạn phúc du đồng",
  "td_tbaddbab": "Tự Đức thông bảo Thiên bất ái đạo địa bất ái bảo",
  "td_ttkcknkt": "Tự Đức thông bảo Truy trác kỳ chương kim ngọc kỳ tương",
  "td_vdddtmdd": "Tự Đức thông bảo Vương đạo đãng đãng thánh mô dương dương",
  "td_nnhkvtvc": "Tự Đức thông bảo Nhất nhân hữu khánh vạn thọ vô cương",
  "td_nttpttkn": "Tự Đức thông bảo Ngũ thời thuận phủ thứ tích kỳ ngưng",
  "td_nhlt": "Tự Đức thông bảo Nguyên hanh lợi trinh",
  "td_pltt": "Tự Đức thông bảo Phúc lỷ tuy tướng",
  "td_ddqv": "Tự Đức thông bảo Đế đức quảng vận",
  "td_ldhs": "Tự Đức thông bảo Lợi dụng hậu sinh",
  "td_thvd": "Tự Đức thông bảo Trung hoà vị dục",
  "td_lptd": "Tự Đức thông bảo Liễm phúc tích dân",
  "td_tpvt": "Tự Đức thông bảo Tứ phương vi tắc",
  "td_cktc": "Tự Đức thông bảo Cương kiện trung chính",
  "td_gcnt": "Tự Đức thông bảo Gia cấp nhân túc",
  "td_xcst": "Tự Đức thông bảo Xuyên chí sơn tăng",
  "td_thccvttc": "Tự Đức thông bảo Tứ hải cộng chi vạn thế truyền chi",
  "td_tthccvbl": "Tự Đức thông bảo Tự thiên hựu chi cát vô bất lợi",
  "td_nnhktdlc": "Tự Đức thông bảo Nhất nhân hữu khánh triệu dân lại chi",
  "td_tcdtatvt": "Tự Đức thông bảo Trạch cập đang thì ân thuỳ vạn thế",
  "td_tkvn": "Tự Đức thông bảo Thọ khảo vạn niên",
  "td_thdd": "Tự Đức thông bảo Thiên hạ đại đồng",
  "td_dcvc": "Tự Đức thông bảo Du cửu vô cương",
  "td_vvts": "Tự Đức thông bảo Vạn vật tư sinh",
  "td_vtvl": "Tự Đức thông bảo Vạn thế vĩnh lại",
  "td_dqld": "Tự Đức thông bảo Dụ quốc lợi dân",
  "td_gupt": "Tự Đức thông bảo Giải ôn phụ tài",
  "td_qgvnlcht": "Tự Đức thông bảo Quốc gia vô ngu lợi cập hậu thế",
  "td_cmptbhpd": "Tự Đức thông bảo Cao minh phối thiên bạc hậu phối địa",
  "td_tlvtbhmc": "Tự Đức thông bảo Thụ lộc vu thiên bảo hựu mạng chi",
  "td_hhldndnn": "Tự Đức thông bảo Hiển hiển lệnh đức nghi dân nghi nhân",
  "td_pvtdktvv": "Tự Đức thông bảo Phạm vi thiên địa khúc thành vạn vật",
  "td_uvtnttch": "Tự Đức thông bảo Ư vạn tư niên thụ thiên chi hựu",
  "td_nknclvlv": "Tự Đức thông bảo Như khuê như chương lệnh văn lệnh vọng",
  "td_dlctdncs": "Tự Đức thông bảo Dĩ lễ chế tâm dĩ nghĩa chế sự",
  "td_vvhnbtth": "Tự Đức thông bảo Vạn vật hàm nhược bách tỉnh thái hòa",
  "td_txnxttnp": "Tự Đức thông bảo Tỉ xương nhi xí tỉ thọ nhi phú",
  "td_ctpc": "Tự Đức thông bảo Công tư phú cấp",
  "td_pllt": "Tự Đức thông bảo Phúc lộc lai thành",
  "td_tddh": "Tự Đức thông bảo Triệu dân đoan hoài",
  "td_ccdt": "Tự Đức thông bảo Cửu công duy tự",
  "td_klth": "Tự Đức thông bảo Kinh luân thiên hạ",
  "td_tcdt": "Tự Đức thông bảo Trị công đỉnh thịnh",
  "td_tcdh": "Tự Đức thông bảo Thứ chính duy hòa",
  "td_bptt": "Tự Đức thông bảo Bách phúc thị tổng",

  "meanings_hhttllll": "Quý người hiền, thân người thân",
  "meanings_qtdapdvt": "Nước thịnh dân yên - Gió hoà mưa thuận",
  "meanings_hptctbcn": "Chúc thánh nhân ba điều: giàu, sống lâu, nhiều con trai, [...]",
  "meanings_dvdldddt": "Được ngôi được lộc - Được danh được thọ",
  "meanings_lpkttsdt": "Sáu kho [...] đây đủ. Ba việc (chính đức, lợi dụng, hậu sinh) đêu làm",
  "meanings_ccccvdvt": "Rất công rất chính, không bè đảng không thiên tư",
  "meanings_vtvtvvtt": "Muôn năm muôn năm - Muôn năm sống lâu",
  "meanings_mmhhtttt": "Lộng lẫy rực rỡ - Đông đảo rườm rượp",
  "meanings_hltqncpd": "Nguồn nước thuận dòng, hằng năm được mùa",
  "meanings_ttttllaa": "Thân người thân, kính người trưởng, trọng người già, yêu trẻ con",
  "meanings_qpbcnant": "Nước giàu binh mạnh, trong yên ngoài lặng",
  "meanings_nsnxncnp": "Như núi như sông, như gò như đống",
  "meanings_qqttpptt": "Vua phải đạo vua, tôi phải đạo tôi, cha phải đạo cha, con phải đạo con",
  "meanings_pndhttns": "Phúc lớn như biển Đông, sống lâu như núi Nam Sơn",
  "meanings_vtdtvpdd": "Muôn tuổi đều bù - Muôn phúc đều họp",
  "meanings_tbaddbab": "Trời chẳng tiếc đạo, đất không tiếc của",
  "meanings_ttkcknkt": "Mài giũa cho bóng, đẹp như vàng ngọc",
  "meanings_vdddtmdd": "Đạo vương giả rộng thênh thang, mưu thánh nhân dồi dào không hế",
  "meanings_nnhkvtvc": "Một người có phúc muôn tuổi không cùng",
  "meanings_nttpttkn": "Năm thời [...] đều thuận - mọi việc đều nên",
  "meanings_thccvttc": "Bốn biển cùng hưởng Phước, truyền đến trăm đời",
  "meanings_tthccvbl": "Từ trời giúp cho, không việc gì không lợi",
  "meanings_nnhktdlc": "Một người có Phước, triệu dân được nhờ",
  "meanings_tcdtatvt": "Ân huệ thấm nhuần thời bấy giờ, ơn đức để mãi muôn đời",
  "meanings_qgvnlcht": "Cả nước không có diều lo lắng, lợi truyền dời sau",
  "meanings_cmptbhpd": "Cao sáng như trời, rộng dày như đất",
  "meanings_tlvtbhmc": "Trời che chở giúp đỡ cho thọ, cho lộc và quyền lực",
  "meanings_hhldndnn": "",
  "meanings_pvtdktvv": "Trời đất uốn lượn thành, muôn vật khuôn trong cõi",
  "meanings_uvtnttch": "Nhận sự giúp đỡ từ trời cao dài lâu",
  "meanings_nknclvlv": "Như ngọc khuê [...], như ngọc chương [...], nghe thấy tiếng khen tốt, nhìn thấy làm điều phải",
  "meanings_dlctdncs": "",
  "meanings_vvhnbtth": "Muôn vật tốt tươi, trăm họ yên bình",
  "meanings_nhlt": "Quẻ càn có bốn đức: nguyên là khởi đầu, hanh là đương thịnh, lợi là thuận lợi, trinh là kết quả",
  "meanings_pltt": "Phúc lộc yên hưởng",
  "meanings_ddqv": "Đức nhà vua rộng lớn",
  "meanings_ldhs": "Lợi việc dùng, đủ đời sống",
  "meanings_thvd": "Trung chính, ôn hoà, đời theo ngôi định, muôn vật thoả sống",
  "meanings_lptd": "Thu phúc đem cho dân",
  "meanings_tpvt": "Bốn phương lấy làm khuôn phép",
  "meanings_cktc": "Cứng khoẻ ngay ngắn",
  "meanings_gcnt": "Nhà nào cũng đủ ăn, người nào cũng đủ dùng",
  "meanings_xcst": "Như sông chảy mãi đến, như núi ngày cao thêm",
  "meanings_tkvn": "Sống lâu muôn tuổi",
  "meanings_thdd": "Thiên hạ là của chung, được thái bình",
  "meanings_dcvc": "Dài lâu không cùng",
  "meanings_vvts": "Muôn vật nhờ được sinh sống",
  "meanings_vtvl": "Muôn đời được nhờ mãi",
  "meanings_dqld": "Nước được giàu, dân được lợi",
  "meanings_gupt": "Giải được lo, tăng nhiều của",
  "meanings_ctpc": "Công và tư đêu phong phú",
  "meanings_pllt": "Phúc lộc đến đây đủ",
  "meanings_tddh": "Nhân dân ca nườc đêu chờ mong",
  "meanings_ccdt": "Chín công đêu dặt trong trật tự. Có gờ viền mép và gờ viền gỗ vuông",
  "meanings_klth": "Tài năng gánh vác trị vì thiên hạ",
  "meanings_tcdt": "",
  "meanings_tcdh": "",

  "AA_61": "Arts asiatiques, tome 61",
  "AEN": "Annam. Études Numismatiques",
  "AEN_acronym": "AEN",
  "AEN_full": "Albert Schroeder, Annam. Études Numismatiques, Paris, 1905,",
  "AEN_plates": "Annam. Études Numismatiques (Phụ lục ảnh)",
  "AEN_main_title": "Annam. Études Numismatiques",
  "AEN_sub_title": "Đại Nam Hoá Tệ Đồ Lục",
  "AMC": "Annam and its Minor Currency",
  "AMC_full": "Edward Toda, Annam and its Minor Currency, Shanghai, 1882,",
  "AMD": "古錢大辭典",
  "AMD_full": "丁福保, 古錢大辭典, 天津, 1940,",
  "AMD_MM": "古錢大辭典 明命",
  "AMD_TD": "古錢大辭典 嗣德",
  "AMD_TT": "古錢大辭典 绍治",
  "ANMHDQYJ": "安南美號大銭の研究",
  "ANMHDQYJ_full": "齋藤昭維, 安南美號大銭の研究, 横浜, 2019,",
  "ANMHDQTP": "安南美号大銭図譜",
  "ANMHDQTP_full": "満泉堂, 安南美号大銭図譜, 横浜, 2012,",
  "ANZDQ": "安南之大銭",
  "ANZDQ_full": "大庫隆夫, 安南之大銭, 加古川市, 2010,",
  "ANZDQ_main_title": "安南之大銭",
  "APCH_16": "東亜銭志 十六",
  "APCH_16_MM": "東亜銭志 十六 明命",
  "APCH_16_TD": "東亜銭志 十六 嗣德",
  "APCH_16_TT": "東亜銭志 十六 绍治",
  "APCH_16_full": "奥平昌洪, 東亜銭志 十六, 東京, 1938",
  "AS3": "安南錢譜, 大銭銀銭部",
  "AS3_acronym": "安南錢譜",
  "AS3_full": "三浦清吾, 安南錢譜, 大銭銀銭部, 東京, 1975,",
  "authors_AMD": "丁福保",
  "authors_ANMHDQYJ": "齋藤昭維",
  "authors_ANMHDQTP": "満泉堂",
  "authors_ANZDQ": "大庫隆夫",
  "authors_APCH_16": "奥平昌洪",
  "authors_AS3": "三浦清吾",
  "authors_barker": "Dr. R. Allan Barker",
  "authors_do_van_ninh": "Đỗ Văn Ninh",
  "authors_hartill": "David Hartill",
  "authors_joyaux": "François Joyaux",
  "authors_kempgen": "Heinz-Wilhelm Kempgen",
  "authors_lacroix": "Désiré Lacroix",
  "authors_ldt_vqk": "Lục Đức Thuận, Võ Quốc Ky",
  "authors_lockhart": "Stewart Lockhart",
  "authors_lozoski": "Walter Lozoski",
  "authors_novak": "John A. Novak",
  "authors_permar": "Bernard J. Permar",
  "authors_qsqtn": "Quốc sử quán triều nguyễn",
  "authors_schroeder": "Albert Schroeder",
  "authors_silvestre": "Jules Silvestre",
  "authors_STTMM": "Hoàng Anh Tuấn, Diệp Minh Cường",
  "authors_thierry": "François Thierry",
  "authors_toda": "Edward Toda",
  "authors_VN6": "Nguyễn Đình Chiến, Trương Văn Thắng",
  "authors_YNLSHB": "云南省钱币研究会、广西钱币学",
  "AW": "オークション ワールド",
  "AW_acronym": "AW",
  "AW_ALL": "オークション ワールド 2013-Năm nay",
  "barker": "Barker",
  "BHKCA": "BHKCA",
  "BHKA": "Baldwin-Ma Tak Wo",
  "BHKA_55": "Hong Kong Coin Auction 55",
  "BHKA_56": "Hong Kong Coin Auction 56",
  "BRMU_acronym": "BM",
  "BRMU_full": "The British Museum, Coins and Medals Department",
  "BRMU_main_title": "The British Museum",
  "BRMU_sub_title": "Coins and Medals Department",
  "BRU": "The Bru Sale & Wellico Ltd.",
  "BRU_acronym": "BRU",
  "BRU_10": "The Bru Sale 10",
  "BSFN": "Bulletin de la Société Française de Numismatique",
  "BSFN_65_9": "65ᵉ année, N°9",
  "BTLSQG": "Bảo Tàng Lịch Sử Quốc Gia",
  "BTLSQG_acronym": "BTLSQG",
  "BTLSQG_full": "Bảo Tàng Lịch Sử Quốc Gia, Tiền thưởng triều Nguyễn",
  "BTLSQG_TD": "BTLSQG TĐ",
  "BTLSQG_TT": "BTLSQG TT",
  "BTTPHCM_acronym": "BTTPHCM",
  "BTTPHCM_main_title": "Bảo Tàng Thành phố Hồ Chí Minh",
  "BTTPHCM_MM": "BTTPHCM MM",
  "BTTPHCM_MM_full": "Bảo tàng Thành phố Hồ Chí Minh, Tiền thưởng (đại tiền) thời Minh Mạng (1830)",
  "BTTPHCM_MM_sub_title": "Tiền thưởng (đại tiền) thời Minh Mạng (1830)",
  "BTTPHCM_TD": "BTTPHCM TĐ",
  "BTTPHCM_TD_full": "Bảo tàng Thành phố Hồ Chí Minh, Tiền thưởng (đại tiền) thời Tự Đức (1848-1883)",
  "BTTPHCM_TD_sub_title": "Tiền thưởng (đại tiền) thời Tự Đức (1848-1883)",
  "BTTPHCM_TT": "BTTPHCM TT",
  "BTTPHCM_TT_full": "Bảo tàng Thành phố Hồ Chí Minh, Tiền thưởng (đại tiền) thời Thiệu Trị (1846)",
  "BTTPHCM_TT_sub_title": "Tiền thưởng (đại tiền) thời Thiệu Trị (1846)",
  "CAC": "Catalogue of Annam Coins, 968-1955",
  "CAC_acronym": "COAC",
  "CAC_full": "Bernard J. Permar, Catalogue of Annam Coins, 968-1955, Saigon, 1963,",
  "CFE": "The Currency of the Farther East",
  "CFE_acronym": "CFE",
  "CFE_full": "Stewart Lockhart, The Currency of the Farther East, Hong Kong, 1907,",
  "CFE_sub_title": "From the Earliest Times up to 1895",
  "CFE_volume1": "The Currency of the Farther East, Tập 1",
  "CFE_volume2": "The Currency of the Farther East, Tập 2 (Phụ lục ảnh)",
  "CFE_volume3": "The Currency of the Farther East, Tập 3",
  "CHCOIN": "泉园地",
  "CHCOIN_ALL": "泉园地 2009-Năm nay",
  "city_beijing": "北京",
  "city_da_nang": "Đà Nẵng",
  "city_frankfurt": "Frankfurt",
  "city_hanoi": "Hà Nội",
  "city_hai_phong": "Hải Phòng",
  "city_ho_chi_minh": "TP Hồ Chí Minh",
  "city_hong_kong": "Hong Kong",
  "city_hue": "Huế",
  "city_kakogawa": "加古川市",
  "city_london": "London",
  "city_longview": "Longview",
  "city_nantes": "Nantes",
  "city_paris": "Paris",
  "city_saigon": "Saigon",
  "city_shanghai": "Shanghai",
  "city_singapore": "Singapore",
  "city_tam_ky": "T.P Tam Kỳ",
  "city_tianjin": "天津",
  "city_tokyo": "東京",
  "city_yokohama": "横浜",
  "CMV": "Catalogue des Monnaies Vietnamiennes",
  "CMV_acronym": "CMV",
  "CMV_full": "François Thierry, Catalogue des Monnaies Vietnamiennes, Paris, 1988,",
  "CMV_main_title": "Catalogue des Monnaies Vietnamiennes",
  "CMVS": "Catalogue des Monnaies Vietnamiennes, Supplément",
  "CMVS_acronym": "CMVS",
  "CMVS_full": "François Thierry, Catalogue des Monnaies Vietnamiennes, Supplément, Paris, 2002,",
  "CMVS_main_title": "Catalogue des Monnaies Vietnamiennes, Supplément",
  "CMVC": "Confucian Message on Vietnamese Coins",
  "CMVC_acronym": "CMVC",
  "CMVC_full": "François Thierry, The Confucian Message on Vietnamese Coins, London, 2011,",
  "CMVC_main_title": "The Confucian Message on Vietnamese Coins",
  "CMVC_sub_title": "The Numismatic Chronicle 171, Offprint",
  "CX": "诚轩",
  "COTA": "Coin of the Annam",
  "COTA_acronym": "COTA",
  "COTA_full": "Walter Lozoski, Coin of the Annam, 1963,",
  "DNTL3": "Đại Nam Thực Lục, Tập Ba",
  "DNTL3_full": "Quốc sử quán triều nguyễn, Đại Nam Thực Lục, Tập Ba, Đà Nẵng, 2007,",
  "DNTL5": "Đại Nam Thực Lục, Tập Năm",
  "DNTL6": "Đại Nam Thực Lục, Tập Sáu",
  "DNTL6_full": "Quốc sử quán triều nguyễn, Đại Nam Thực Lục, Tập sáu, Đà Nẵng, 2007,",
  "DNTLCB_MM": "大南寔錄正編, 第二紀, 卷六七",
  "DNTLCB_MM_full": "Quốc sử quán triều nguyễn, 大南寔錄正編, 第二紀, 卷六七, Huế, 1830",
  "DNTLCB_MM2": "大南寔錄正編, 第二紀, 卷一百八十六",
  "DNTLCB_MM2_full": "Quốc sử quán triều nguyễn, 大南寔錄正編, 第二紀, 卷一百八十六, Huế, 1837",
  "DNTLCB_TT": "大南寔錄正編, 第三紀, 卷五十五",
  "DNTLCB_TT_full": "Quốc sử quán triều nguyễn, 大南寔錄正編, 第三紀, 卷五十五, Huế, 1846",
  "GIA_DINH": "Gia Định",
  "GIA_DINH_MM": "Gia Định MM",
  "GIA_DINH_TD": "Gia Định TĐ",
  "GIA_DINH_TT": "Gia Định TT",
  "GCC": "A Guide to Cash Coins",
  "GCC_acronym": "GCC",
  "GCC_full": "David Hartill, A Guide to Cash Coins, London, 2017,",
  "GZLL": "广州老林",
  "GZLL_TD": "广州老林 TĐ",
  "GZLL_TT": "广州老林 TT",
  "HAE_2018_acronym": "HAE 2018",
  "HAE_2018": "Heritage Auctions Europe 2018",
  "hartill": "Hartill",
  "HCCV": "The Historical Cash Coins of Việt Nam",
  "HCCV_acronym": "HCCV",
  "HCCV_full": "Dr. R. Allan Barker, The Historical Cash Coins of Việt Nam, Singapore, 2004,",
  "HCCV_sub_title_1": "Vietnam's Imperial History as Seen Through its Currency",
  "HCCV_sub_title_2": "Part 1: Official and Semi-Official Coins",
  "HUAYICANG": "华夏古泉",
  "HUAYICANG_ALL": "华夏古泉 2011-Năm nay",
  "HUAYICANG_auction_id_mm": "17-1204-3",
  "HUAYICANG_auction_id_tt_td": "18-0301-3",
  "HUAYICANG_auction_name_mm": "巴克博士安南古钱专场 12月4日",
  "HUAYICANG_auction_name_tt_td": "巴克博士安南古钱专场第二部分 3月1日",
  "HUAYICANG_2017_11_10": "华夏古泉 2017-12-04",
  "HUAYICANG_2018_02_01": "华夏古泉 2018-03-01",
  "IKARU": "プロフィール",
  "IKARU_MM": "プロフィール MM",
  "IKARU_TD": "プロフィール TĐ",
  "IKARU_TT": "プロフィール TT",
  "ILOT": "我爱一两",
  "ILOT_MM": "我爱一两 MM",
  "ILOT_TD": "我爱一两 TĐ",
  "ILOT_TT": "我爱一两 TT",
  "JNCRAS": " Journal of the North China Branch of the Royal Asiatic Society",
  "KDDNHDSL": "欽定大南會典事例, 卷五十三",
  "KDDNHDSL5": "Khâm định Đại Nam hội điển sự lệ, Tập 5",
  "LMHH": "Leipziger Münzhandlung Heidrun Höhn",
  "LMHH_acronym": "LMHH",
  "LMHH_OA_15": "Online Auction 15",
  "MA_acronym": "MA",
  "MA_ALL": "Monetarium Auctions 1992-Năm nay",
  "MA_full_title": "Monetarium Auctions",
  "MAAS": "La Collection numismatique du Docteur Albert Sallet",
  "MAAS_acronym": "MAAS",
  "MAAS_full": "François Joyaux, Collections numismatiques du Docteur Albert Sallet. Monnaies d'Asie N°14, Nantes, 2020,",
  "MAAS_main_title": "La Collection numismatique du Docteur Albert Sallet",
  "MAAS_organization": "Société de Numismatique Asiatique",
  "MAAS_sub_title": "Monnaies d'Asie N°14",
  "MACPF": "Les Monnaies Asiatiques dans les Collections Publiques Françaises",
  "MACPF_sub_title": "Monnaies d'Asie N°15",
  "MACPF_acronym": "MACPF",
  "MACPF_full": "François Joyaux, Les Monnaies Asiatiques dans les Collections Publiques Françaises. Monnaies d'Asie N°15, Nantes, 2020,",
  "MADP": "Collections numismatiques H. et M. de Pirey",
  "MADP_acronym": "MADP",
  "MADP_full": "François Joyaux, Collections numismatiques H. et M. de Pirey. Monnaies d'Asie N°4, Nantes, 2011,",
  "MADP_main_title": "Collections numismatiques H. et M. de Pirey",
  "MADP_sub_title": "Monnaies d'Asie N°4",
  "MAJS": "Collection numismatique Jules Silvestre",
  "MAJS_acronym": "MAJS",
  "MAJS_full": "François Joyaux, Collection numismatique Jules Silvestre. Monnaies d'Asie N°1, Nantes, 2012,",
  "MAJS_main_title": "Collection numismatique Jules Silvestre",
  "MAJS_sub_title": "Monnaies d'Asie N°1",
  "MAJSS": "Collection numismatique Jules Silvestre, Supplément",
  "MAJSS_acronym": "MAJSS",
  "MAJSS_full": "François Joyaux, Collection numismatique Jules Silvestre, Supplément. Monnaies d'Asie N°3, Nantes, 2014,",
  "MAJSS_main_title": "Collection numismatique Jules Silvestre, Supplément",
  "MAJSS_sub_title": "Monnaies d'Asie N°3",
  "MDA": "Monnaies d'Antan",
  "MDA_acronym": "MDA",
  "MDEO2": "Monnaies d’Extrême-Orient, II Vietnam Japon",
  "MDEO2_acronym": "MDEO2",
  "MDEO2_full": "François Thierry, Monnaies d’Extrême-Orient, II Vietnam Japon, Paris, 1986,",
  "MDEO2_main_title": "Monnaies d’Extrême-Orient, II Vietnam Japon",
  "MDEO2_series": "Les collections monétaires",
  "MITD": "Une grande monnaie inconnue de Tự Đức",
  "MITD_acronym": "MITD",
  "MITD_full": "François Thierry, Une grande monnaie inconnue de Tự Đức, Bulletin de la Société Française de Numismatique, 65ᵉ année, N°9, Paris, 2010,",
  "MNIF": "Monnaies et numismates d'Indochine française",
  "MNIF_acronym": "MNIF",
  "MNIF_full": "François Joyaux, Monnaies et numismates d'Indochine française, Paris, 2017,",
  "MVTD": "Monnaies et circulation monétaire...",
  "MVTD_title": "Monnaies et circulation monétaire au Vietnam dans l'ère Tự Đức",
  "MVTD1": "Monnaies et circulation monétaire",
  "MVTD2": "au Vietnam dans l'ère Tự Đức",
  "MVTD_full": "François Thierry, Monnaies et circulation monétaire au Vietnam dans l'ère Tự Đức (1848-1883), Revue numismatique, 6e série, Tome 154, Paris, 1999,",
  "MVTV": "La monnaie vietnamienne, entre tradition việt et culture han",
  "MVTV_title_1": "La monnaie vietnamienne,",
  "MVTV_title_2": "entre tradition việt et culture han",
  "MVTV_full": "François Thierry, La monnaie vietnamienne, entre tradition việt et culture han, Arts asiatiques, tome 61, Paris, 2006,",
  "NA": "Numismatique Annamite",
  "NA_acronym": "NA",
  "NA_full": "Désiré Lacroix, Numismatique Annamite, Saigon, 1900,",
  "NA_plates": "Numismatique Annamite (Phụ lục ảnh)",
  "NCLS_208": "Nghiên cứu Lịch sử, Số 208",
  "NCLS_215": "Nghiên cứu Lịch sử, Số 215",
  "NCLS_216": "Nghiên cứu Lịch sử, Số 216",
  "NMMA": "Notes pour servir à la recherche...",
  "NMMA_full": "Jules Silvestre, Notes pour servir à la recherche et au classement des monnaies et médailles de l’Annam et de la Cochinchine française, Saigon, 1883,",
  "NMMA_main_title": "Notes pour servir à la recherche et au classement des monnaies et médailles de l’Annam et de la Cochinchine française",
  "NNTH": "Nguyễn Nữ Thiên Hương",
  "NNTH_acronym": "NNTH",
  "NNTH_MM": "NNTH MM",
  "NNTH_TD": "NNTH TĐ",
  "NNTH_TT": "NNTH TT",
  "PKMM": "Palastmünzen des Kaisers Minh Mang",
  "PKMM_acronym": "PKMM",
  "PKMM_full": "H.W. Kempgen, Palastmünzen des Kaisers Minh Mang, Frankfurt, 1988,",
  "PKMM_main_title": "Palastmünzen des Kaisers Minh Mang",
  "PKMM_sub_title": "Originale und vietnamesische Fälschungen",
  "PKMM_volume": "Geldgeschichtliche Nachrichten 124, März 1988",
  "publisher_amm": "Administration des Monnaies et Médaille",
  "publisher_bn": "Bibliothèque Nationale de France",
  "publisher_cm": "Cabinet des Médailles",
  "publisher_efeo": "École française d'Extrême-Orient",
  "publisher_in": "Imprimerie Nationale",
  "publisher_is": "Les Index Savantes",
  "publisher_noronha": "Noronha & Co.",
  "publisher_NXBKHXH": "Nhà Xuất Bản Khao Học Xã Hội",
  "publisher_NXBGD": "Nhà Xuất Bản Giáo Đục",
  "publisher_NXBHP": "Nhà Xuất Bản Hải Phòng",
  "publisher_NXBTH": "Nhà Xuất Bản Thuận Hóa",
  "publisher_NXBVH": "Nhà Xuất Bản Văn Hóa",
  "publisher_olmstead": "Ken and Creta Olmstead",
  "publishers_YNLSHB": "中国金融出版社",
  "RN": "Revue numismatique",
  "RN_154": "6e série - Tome 154",
  "SARC": "Stephen Album Rare Coins",
  "SARC_acronym": "SARC",
  "SARC_ALL": "Stephen Album Rare Coins 2007-Năm nay",
  "SBP": "Stack's Bowers & Ponterio",
  "SBP_acronym": "SPB",
  "SFN": "Société Française de Numismatique",
  "SSSC": "盛世收藏",
  "STTMM": "Tiền Minh Mệnh",
  "STTMM_acronym": "STTMM",
  "STTMM_full": "Hoàng Anh Tuấn, Diệp Minh Cường, Sưu Tập Tiền Minh Mệnh [...], Hải Phòng, 2013,",
  "STTMM_full_title": "Sưu Tập Tiền Minh Mệnh Trong Bảo Tàng Thành Phố Hố Chí Minh",
  "STTMM_main_title": "Sưu Tập Tiền Minh Mệnh Trong Bảo Tàng Thành Phố Hố Chí Minh",
  "STTMM_title_one": "Sưu Tập Tiền Minh Mệnh",
  "STTMM_title_two": "Trong Bảo Tàng Thành Phố Hố Chí Minh",
  "TCMM": "Tiền cổ thời Minh Mệnh",
  "TCMM_acronym": "TCMM",
  "TCMM_full": "Đỗ Văn Ninh, Tiền cổ thời Minh Mệnh, Nghiên cứu Lịch sử, Số 208, Hà Nội, 1983,",
  "TCTD": "Tiền cổ thời Tự Đức",
  "TCTD_acronym": "TCTD",
  "TCTD_full": "Đỗ Văn Ninh, Tiền cổ thời Tự Đức, Nghiên cứu Lịch sử, Số 216, Hà Nội, 1984,",
  "TCTT": "Tiền cổ thời Thiệu Trị",
  "TCTT_acronym": "TCTT",
  "TCTT_full": "Đỗ Văn Ninh, Tiền cổ thời Thiệu Trị. Nghiên cứu Lịch sử, Số 215, Hà Nội, 1984,",
  "TCVN": "Tiền cổ Việt Nam",
  "TCVN_acronym": "TCVN",
  "TCVN_1992": "Tiền cổ Việt Nam 1992",
  "TCVN_full": "Đỗ Văn Ninh, Tiền cổ Việt Nam, Hà Nội, 1992,",
  "TCVN2": "Tiền cổ Việt Nam 2009",
  "TCVN2_acronym": "TCVN2",
  "TCVN2_TD": "TCVN2 TĐ",
  "TCVN2_full": "Lục Đức Thuận, Võ Quốc Ky, Tiền cổ Việt Nam, Đà Nẵng, 2009,",
  "TTTVVTTS": "Trung tâm Thư viện và Tri thức số",
  "VAE_14": "Vente aux Enchères N°14",
  "VKHXHVN": "Viện Khoa học Xã hội Việt Nam",
  "VN4": "Vietnam Numismatics, Tập 4",
  "VN4_full": "Nguyễn Đình Chiến, Trương Văn Thắng, Vietnam Numismatics, Tập 4, TP. Hồ Chí Minh, 2018,",
  "VN4_main_title": "Tiền thưởng triều Nguyễn trong bộ sưu tập &quot;Bảo vật triều Nguyễn&quot; của Bảo Tàng Lịch Sử Quốc Gia",
  "VN4_sub_title_abbr": "Tiền thưởng đời vua Minh Mạng",
  "VN4_sub_title": "Phần 2: Tiền thưởng đời vua Minh Mạng (1820-1840)",
  "VN5": "Vietnam Numismatics, Tập 5",
  "VN5_full": "Nguyễn Đình Chiến, Trương Văn Thắng, Vietnam Numismatics, Tập 5, TP. Hồ Chí Minh, 2018,",
  "VN5_sub_title_abbr": "Tiền thưởng đời vua Thiệu Trị",
  "VN5_sub_title": "Phần 3: Thoi bạc và tiền thưởng đời vua Thiệu Trị (1841-1847)",
  "VN6": "Vietnam Numismatics, Tập 6",
  "VN6_volume": "Tập 6",
  "VN6_full": "Nguyễn Đình Chiến, Trương Văn Thắng, Vietnam Numismatics, Tập 6, TP. Hồ Chí Minh, 2019,",
  "VN6_main_title": "Tiền thưởng triều Nguyễn trong bộ sưu tập &quot;Bảo vật triều Nguyễn&quot; của Bảo Tàng Lịch Sử Quốc Gia",
  "VN6_sub_title_abbr": "Tiền thưởng đời vua Tự Đức",
  "VN6_sub_title": "Phần 4: Tiền thưởng đời vua Tự Đức (1848-1883)",
  "WACAC": "A Working Aid for Collectors...",
  "WACAC_acronym": "WACAC",
  "WACAC_full": "John A. Novak, A Working Aid for Collectors of Annamese Coins, 1967,",
  "WACAC_title": "A Working Aid for Collectors of Annamese Coins",
  "YNLSHB": "越南历史货币",
  "year_1830": "1830",
  "year_1837": "1837",
  "year_1846": "1846",
  "year_1861": "1861",
  "year_1877": "1877",
  "year_1882": "1882",
  "year_1883": "1883",
  "year_1900": "1900",
  "year_1905": "1905",
  "year_1907": "1907",
  "year_1938": "1938",
  "year_1940": "1940",
  "year_1963": "1963",
  "year_1967": "1967",
  "year_1975": "1975",
  "year_1983": "1983",
  "year_1984": "1984",
  "year_1986": "1986",
  "year_1988": "1988",
  "year_1992": "1992",
  "year_1993": "1993",
  "year_1999": "1999",
  "year_2002": "2002",
  "year_2004": "2004",
  "year_2006": "2006",
  "year_2007": "2007",
  "year_2009": "2009",
  "year_2010": "2010",
  "year_2011": "2011",
  "year_2012": "2012",
  "year_2013": "2013",
  "year_2014": "2014",
  "year_2017": "2017",
  "year_2018": "2018",
  "year_2019": "2019",
  "year_2020": "2020"
}